Repository: Toysoft/OpenNfr_E2_Gui-6.3
Catalog: lib/python/Plugins/Extensions/MediaPortal/locale/*/LC_MESSAGES/MediaPortal.po
Languages: de

source: Real-Debrid: Generation failed (dead link, limit reached, too many downloads, hoster not supported, ip not allowed).
de: Real-Debird: Generierung fehlgeschlagen (toter Link, Limit erreicht, zu viele Downloads, Hoster nicht unterstützt, IP nicht erlaubt).

source: Real-Debrid: Bad token (expired, invalid).
de: Real-Debird: Schlechter Token (abgelaufen, ungültig).

source: Real-Debrid: Broken authentication, please report to the developers.
de: Real-Debrid: Authentifizierung defekt, bitte an die Entwickler melden.

source: Section back
de: Abschnitt zurückblättern

source: Section forward
de: Abschnitt vorwärtsblättern

source: Loaded:
de: Geladen:

source: Please wait... new page %s is loading
de: Bitte warten... neue Seite %s wird geladen

source: Page: %(page)s of %(pages)s | Section: %(section)s of %(sections)s
de: Seite: %(page)s von %(pages)s | Abschnitt: %(section)s von %(sections)s

source: Delete PL
de: Lösche PL

source: List overview
de: Listen Übersicht

source: Video List
de: Video Liste

source: No playlist found
de: Keine Playlist gefunden

source: Show all channels
de: Zeige alle Kanäle

source: Show "{0}" channels
de: Zeige "{0}" Kanäle

source: Error: No valid option in playlist
de: Fehler: Keine gültige Option in der Playlist

source: Error: No valid playlist
de: Fehler: Keine gültige Playlist

source: Can't download playlist
de: Kann Playlist nicht downloaden

source: If you want to play this stream, you have to activate the HLS-Player in the MP-Setup
de: Wenn dieser Stream abgespielt werden soll, muss der HLS-Player im MP-Setup aktiviert werden

source: Yes
de: Ja

source: OK to overwrite "{0}" playlist?
de: OK um Playlist "{0}" zu überschreiben?

source: Return
de: Zurück

source: Playlist "{0}" copied.
de: Playlist "{0}" kopiert.

source: Can't copy "{0}" playlist
de: Kann Playlist "{0}" nicht kopieren

source: IPTV Genre Selection
de: IPTV Genre Auswahl

source: Overwrite "{0}" with the MP playlist?
de: "{0}" mit der MP Playlist überschreiben?

source: No MP playlist "{0}" found
de: Keine MP Playlist "{0}" gefunden

source: Playlist "{0}" successfully updated
de: Playlist "{0}" erfolgreich aktualisiert

source: Can't update "{0}" playlist
de: Kann Playlist "{0}" nicht aktualisieren

source: OK to delete "{0}" playlist?
de: OK um Playlist "{0}" zu löschen?

source: Can't delete "{0}" playlist
de: Kann Playlist "{0}" nicht löschen

source: SimpleList Configuration
de: SimpleList Konfiguration

source: Global playlist number
de: Globale Playlist-Nummer

source: Google coversupport
de: Google Cover aktivieren

source: You've to check Your HLS-PLayer Cachepath-Setting in MP-Setup:
de: Bitte die HLS-Player Cacheverzeichnis Einstellung im MP-Setup prüfen:

source: Resuming playback
de: Fortsetzen der Wiedergabe

source: Do you want to resume this playback?
de: Soll diese Wiedergabe fortgesetzt werden?

source: Resume position at %s
de: Wiederaufnahmeposition bei %s

source: to Player
de: zum Player

source: Playmode
de: Abspielmodus

source: This STB can't decode %s streams!
de: Diese STB kann %s Streams nicht wiedergeben!

source: Streaming error: %s
de: Streaming Fehler: %s

source: Yes & Add Service to global Playlist-%02d
de: Ja & Service zur globalen Playlist-%02d hinzufügen

source: No, but start over from the beginning
de: Nein, aber von Anfang an neu beginnen

source: Stop playing this movie?
de: Wiedergabe dieses Films stoppen?

source: Error: Service may be added only from the local playlist
de: Fehler: Service darf nur von der lokalen Playlist hinzugefügt werden

source: Error: URL is not persistent!
de: Fehler: URL ist nicht persistent!

source: Added entry
de: Eintrag hinzugefügt

source: Entry already exists
de: Eintrag schon vorhanden

source: Error!
de: Fehler!

source: SimplePlayer Configuration
de: SimplePlayer Konfiguration

source: Global playlist number:
de: Globale Playlist-Nummer:

source: Playmode:
de: Abspielmodus:

source: Highest resolution for playback (only YouTube):
de: Höchste Auflösung für die Wiedergabe (nur YouTube):

source: Save resume cache in flash memory:
de: Speichere Wiederaufnahme-Cache im Flashspeicher:

source: Behavior on movie start:
de: Verhalten bei Filmstart:

source: Behavior on movie stop:
de: Verhalten bei Filmstopp:

source: Behavior on movie end:
de: Verhalten bei Filmende:

source: Seekbar sensibility:
de: Suchleistenempfindlichkeit:

source: Infobar cover always off:
de: Infobar-Coveranzeige immer aus:

source: Use SP number seek:
de: Verwende SP Nummernsuche:

source: Radio visualization:
de: Radio-Visualisierung:

source: Radio screensaver:
de: Radio-Bildschirmschoner:

source: Radio screensaver keywords:
de: Schlüsselwörter für den Radio-Bildschirmschoner:

source: SimplePlayer Menu
de: SimplePlayer Menü

source: Configuration
de: Konfiguration

source: Add service to global playlist-%02d
de: Füge Service zu globaler Playlist-%02d hinzu

source: Open global playlist-%02d
de: Öffne globale Playlist-%02d

source: Open local playlist
de: Öffne lokale Playlist

source: A/V Settings
de: A/V Einstellungen

source: Advanced Audio Settings
de: Erweiterte Audioeinstellungen

source: Mainmenu
de: Hauptmenü

source: The directory path does not end with '/': %s
de: Der Verzeichnispfad endet nicht mit '/': %s

source: File with the same name exists in the directory path: %s
de: Datei mit gleichen Namen im Verzeichnispfad vorhanden: %s

source: The missing directory: %s could not be created!
de: Das fehlende Verzeichnis: %s konnte nicht angelegt werden!

source: The directory path: %s does not exist!
de: Der Verzeichnispfad: %s ist nicht vorhanden!

source: There exists already a directory with this name: %s
de: Es existiert schon ein Verzeichnis mit diesem Namen: %s

source: The path is OK, the file name was not specified: %s
de: Der Pfad ist i.O., der Dateiname wurde nicht angegeben: %s

source: The directory path and file name is OK: %s
de: Der Verzeichnispfad & Dateiname ist i.O.: %s

source: The directory path is not specified!
de: Der Verzeichnispfad wurde nicht angegeben!

source: Symbolic link with the same name in the directory path: %s available!
de: Symbolischer Link mit gleichen Namen im Verzeichnispfad: %s vorhanden!

source: The directory path does not begin with '/': %s
de: Der Verzeichnispfad beginnt nicht mit '/': %s

source: Mandatory Python module python-requests is missing!
de: Zwingend erforderliches Python-Modul python-requests fehlt!

source: No supported Stream Hoster, try another one!
de: Kein unterstützter Stream Hoster, versuche einen anderen!

source: Invalid Stream link, try another Stream Hoster!
de: Ungültiger Stream Link, versuche eine anderen Stream Hoster!

source: This hoster is only working with enabled Premium support.
de: Dieser Hoster funktioniert nur mit aktivierter Premium-Unterstützung.

source: This Stream link is currently not available via Premium, try another Stream Hoster.
de: Dieser Stream ist aktuell nicht über Premium verfügbar, versuche einen anderen Stream Hoster.

source: Unknown error, check MP logfile.
de: Unbekannter Fehler, MP Logfile überprüfen.

source: Stream starts in 10 sec.
de: Stream startet in 10 sek.

source: This video is encoding now. Please check back later.
de: Das Video wird gerade encoded. Bitte später nochmal versuchen.

source: Trying to find results for "%s" in TMDb...
de: Versuche Ergebnisse für "%s" in TMDb zu finden...

source: TV Show
de: Serie

source: Results for "%s"
de: Ergebnisse für "%s"

source: No results found for "%s"
de: Keine Ergebnisse für "%s"

source: Search:
de: Suche:

source: Rating:
de: Bewertung:

source: Votes:
de: Stimmen:

source: Rated:
de: Freigabe:

source: Countries:
de: Länder:

source: Director:
de: Regisseur:

source: Author:
de: Autor:

source: Loading information for "%s"
de: Lade Informationen für "%s"

source: An update is available for the MediaPortal Plugin! Do you want to download and install it now?
de: Ein Update für das MediaPortal Plugin ist verfügbar! Soll das Update jetzt heruntergeladen und installiert werden?

source: MediaPortal successfully updated! Do you want to restart the Enigma2 GUI now?
de: MediaPortal erfolgreich aktualisiert! Soll die Enigma2 GUI jetzt neu gestartet werden?

source: MediaPortal update failed! Check the update log carefully!
de: MediaPortal Update fehlgeschlagen! Überprüfe das Updatelog sorgfältig!
