Repository: Toysoft/OpenNfr_E2_Gui-6.3
Catalog: lib/python/Plugins/Extensions/MediaPortal/locale/*/LC_MESSAGES/MediaPortal.po
Languages: de

source: Albums:
de: Alben:

source: Delete
de: Löschen

source: No entries in the playlist available!
de: Keine Einträge in der Playlist vorhanden!

source: Add to Playlist
de: Zur Playlist hinzufügen

source: added
de: hinzugefügt

source: Song already exists.
de: Song ist bereits vorhanden.

source: Year:
de: Jahr:

source: %s only works with enabled MP premiumize.me or Real-Debrid.com option (MP Setup)!
de: %s funktioniert nur mit aktivierter premiumize.me oder Real-Debrid.com Einstellung (MP Setup)!

source: Page
de: Seite

source: Page:
de: Seite:

source: No movies found!
de: Keine Filme gefunden!

source: No supported streams found!
de: Keine unterstützten Streams gefunden!

source: Show Related
de: Ähnliche anzeigen

source: Please wait...
de: Bitte warten...

source: No pornstars found!
de: Keine Pornstars gefunden!

source: No videos found!
de: Keine Videos gefunden!

source: No playable movies found, try next page!
de: Keine abspielbaren Filme gefunden, nächste Seite probieren!

source: Mandatory depends python-requests and/or nodejs are missing!
de: Zwingend erforderliche Abhängigkeiten python-requests und/oder nodejs fehlen!

source: No further information available!
de: Keine weiteren Infos vorhanden!

source: This plugin requires package nodejs.
de: Dieses Plugin benötigt das Paket nodejs.

source: Error executing Javascript, please report to the developers.
de: Fehler beim Ausführen von Javascript, bitte an die Entwickler melden.

source: Sort
de: Sortieren

source: Select Action
de: Wähle Aktion

source: Broken URL parsing, please report to the developers.
de: Defektes URL Parsing, bitte an die Entwickler melden.

source: Nothing found!
de: Nichts gefunden!

source: Setup
de: Einstellungen

source: Password:
de: Passwort:

source: Login data is required for video playback!
de: Logindaten sind erforderlich für Video-Wiedergabe!

source: Google reCAPTCHA detected, please verify your current IP by accessing the website 'https://www.stream-mydirtyhobby.co' with your browser.
de: Google reCAPTCHA erkannt, bitte verifizieren Sie Ihre aktuelle IP durch Zugriff auf die Website 'https://www.stream-mydirtyhobby.co' mit Ihrem Browser.

source: Link will added in few Hours!
de: Link wird in einen Stunden hinzugefügt!

source: Enter search criteria
de: Suchkriterium eingeben

source: Sorting
de: Sortierung

source: No movies/shows found!
de: Keine Filme/Serien gefunden!

source: Genre Selection
de: Genre Auswahl

source: No shows found!
de: Keine Serien gefunden!

source: Episode Selection
de: Episoden Auswahl

source: Stream Selection
de: Stream Auswahl

source: Add to Watchlist
de: Zur Watchlist hinzufügen

source: Selection was added to the watchlist.
de: Auswahl wurde zur Watchlist hinzugefügt.

source: Selection:
de: Auswahl:

source: No episodes found!
de: Keine Episoden gefunden!

source: Watchlist is currently empty
de: Watchlist ist derzeit leer

source: Parts Selection
de: Part Auswahl

source: Please enter the correct PIN
de: Bitte die korrekte PIN eingeben

source: Enter PIN
de: PIN eingeben

source: Stream not found, try another Stream Hoster.
de: Stream nicht gefunden, versuche einen anderen Stream Hoster.

source: Selection
de: Auswahl

source: Season Selection
de: Staffel Auswahl

source: Movies
de: Filme

source: Season
de: Staffel

source: No seasons found!
de: Keine Staffeln gefunden!

source: Sorry this video is currently captcha protected, please try again later.
de: Dieses Video ist aktuell durch ein Captcha geschützt, bitte später nochmal versuchen.

source: Select Size
de: Wähle Größe

source: Select Sort order
de: Wähle Sortierreihenfolge

source: Select Hoster
de: Wähle Hoster

source: Add
de: Hinzufügen

source: Edit
de: Editieren

source: Enter Search
de: Suche eingeben

source: No Files found!
de: Keine Dateien gefunden!

source: No link found.
de: Kein Link gefunden.

source: Currently no playable episodes available!
de: Momentan sind keine abspielbaren Folgen verfügbar!

source: An update is available for the %s Plugin! Do you want to download and install it now?
de: Ein Update für das %s Plugin ist verfügbar! Soll das Update jetzt heruntergeladen und installiert werden?

source: Starting update, please wait...
de: Starte Update, bitte warten...

source: %s successfully updated! Do you want to restart the Enigma2 GUI now?
de: %s erfolgreich aktualisiert! Soll die Enigma2 GUI jetzt neu gestartet werden?

source: %s update failed! Check the update log carefully!
de: %s Update fehlgeschlagen! Überprüfe das Updatelog sorgfältig!

source: Conference:
de: Konferenz:

source: No conferences found!
de: Keine Konferenzen gefunden!

source: Events in %s
de: Ereignisse in %s

source: No events found!
de: Keine Ereignisse gefunden!

source: Menu
de: Menü

source: Exit
de: Beenden

source: No program data found!
de: Keine Programmdaten gefunden!

source: This video is not available.
de: Dieses Video ist nicht verfügbar.

source: Movie Selection
de: Film Auswahl

source: any
de: alle

source: Add to Favorites
de: Zu Favoriten hinzufügen

source: Language
de: Sprache

source: No entries found!
de: Keine Einträge gefunden!

source: No games found!
de: Keine Spiele gefunden!

source: No streams found!
de: Keine Streams gefunden!

source: No channels found!
de: Keine Kanäle gefunden!

source: Select language
de: Wähle Sprache

source: Selection was added to the favorites.
de: Auswahl wurde zu den Favoriten hinzugefügt.

source: There is currently no live stream available on this channel.
de: Derzeit ist kein Live-Stream auf diesem Kanal verfügbar.

source: Runtime:
de: Laufzeit:

source: Date:
de: Datum:

source: This event is not yet available.
de: Dieses Event ist noch nicht verfügbar.

source: Stations:
de: Sender:

source: Episodes:
de: Episoden:

source: Currently no episodes/clips available!
de: Momentan sind keine Folgen/Clips verfügbar!

source: This episode/clip can't be played it's protected with DRM.
de: Episode/Clip kann nicht abgespielt werden da DRM-geschützt.

source: Sorry, this video is not found or no longer available due to date or rights restrictions.
de: Dieses Video wurde nicht gefunden oder ist auf Grund von Datums oder Rechtebeschränkungen nicht länger verfügbar.

source: Seasons:
de: Staffeln:

source: Currently no seasons available!
de: Momentan sind keine Staffeln verfügbar!

source: Currently no playable/free episodes available!
de: Momentan sind keine abspielbaren/kostenlosen Folgen verfügbar!

source: No dokus found!
de: Keine Dokus gefunden!

source: This movie can't be played it's protected with DRM.
de: Film kann nicht abgespielt werden da DRM-geschützt.

source: Date
de: Datum

source: Rating
de: Bewertung

source: Relevance
de: Relevanz

source: Title
de: Titel

source: Video count
de: Anzahl der Videos

source: View count
de: Anzahl der Aufrufe

source: English
de: Englisch

source: German
de: Deutsch

source: French
de: Französisch

source: Italian
de: Italienisch

source: Spanish
de: Spanisch

source: Portuguese
de: Portugiesisch

source: Polish
de: Polnisch

source: Danish
de: Dänisch

source: Norwegian
de: Norwegisch

source: Swedish
de: Schwedisch

source: Finnish
de: Finnisch

source: Any
de: Beliebig

source: Whole world
de: Weltweit

source: Great Britain
de: Großbritannien

source: Germany
de: Deutschland

source: Austria
de: Österreich

source: Switzerland
de: Schweiz

source: France
de: Frankreich

source: Italy
de: Italien

source: Spain
de: Spanien

source: Poland
de: Polen

source: Denmark
de: Dänemark

source: Norway
de: Norwegen

source: Sweden
de: Schweden

source: Finland
de: Finnland

source: High
de: Hoch

source: Low
de: Niedrig

source: None
de: Keine

source: Completed
de: Abgeschlossene

source: Upcoming
de: Bevorstehende

source: Movie
de: Film

source: Search request
de: Suchanfrage

source: Event type
de: Event Typ

source: Sort by
de: Sortieren nach

source: Search region
de: Suchregion

source: 3D Search
de: 3D Suche

source: Runtime
de: Laufzeit

source: Video definition
de: Videoauflösung

source: Video type
de: Videotyp

source: Featured
de: Empfohlen

source: Playlists
de: Playlisten

source: Channels
de: Kanäle

source: Subscriptions
de: Abonnements

source: Video search
de: Video Suche

source: Playlist search
de: Playlisten Suche

source: Channel search
de: Kanal Suche

source: My channel
de: Mein Kanal

source: Favorites
de: Favoriten

source: User Channels
de: Benutzer-Kanäle

source: YouTube Channels
de: YouTube-Kanäle

source: Selected Channels
de: Ausgewählte Kanäle

source: Music Channels
de: Musik-Kanäle

source: Gaming Channels
de: Gaming-Kanäle

source: Car & Vehicle Channels
de: Auto- & Fahrzeug-Kanäle

source: Radio Play Channels
de: Hörspiel-Kanäle

source: Popular on YouTube
de: Beliebt auf YouTube

source: News
de: Nachrichten

source: Music
de: Musik

source: Sports
de: Sport

source: Edit Parameter
de: Parameter Editieren

source: Request YT-Token
de: YT-Token Anfordern

source: Autos & Vehicles
de: Autos & Fahrzeuge

source: Comedy
de: Komödie

source: Education
de: Bildung

source: Entertainment
de: Unterhaltung

source: Howto & Style
de: Praktische Tipps & Styling

source: News & Politics
de: Nachrichten & Politik

source: People & Blogs
de: Menschen & Blogs

source: Pets & Animals
de: Tiere

source: Science & Technology
de: Wissenschaft & Technik

source: Travel & Events
de: Reisen & Events

source: No Category
de: Keine Kategorie

source: Author
de: Autor

source: You need to request a token to allow access to your YouTube account.
de: Es muss ein Token angefordert werden, um Zugang zu Ihrem YouTube-Konto zu ermöglichen.

source: Did you revoke the access?
de: Wurde der Zugriff widerrufen?

source: Favorite
de: Favorit

source: We switched to our API backup key, please try again!
de: Wir haben zu unserem API-Backup-Schlüssel gewechselt, bitte versuchen Sie es erneut!

source: Our YouTube API quota exceeded, try again tomorrow!
de: Unser YouTube-API-Kontingent wurde überschritten. Versuche es morgen noch einmal!

source: Views:
de: Aufrufe:

source: Published:
de: Veröffentlicht:

source: Channel:
de: Kanal:

source: No contents / results found!
de: Keine Inhalte / Ergebnisse gefunden!

source: Unfortunately, this video can not be played!
de: Das Video kann leider nicht abgespielt werden!

source: Error!
de: Fehler!

source: Favorite already exists
de: Favorit schon vorhanden

source: Favorite added
de: Favorit hinzugefügt

source: Error: Unable to request the Device code
de: Fehler: Kann den Gerätecode nicht anfordern

source: You've to visit: {url} and enter the code: {code} Cancel action?
de: Bitte diese URL aufrufen: {url} und diesen Code eingeben: {code} Aktion abbrechen?

source: Waiting for response from the server. Cancel action?
de: Warten auf Antwort vom Server. Aktion abbrechen?

source: Error: Unable to get tokens!
de: Fehler: Der Token konnte nicht angefordert werden!

source: Access granted :) For safety you should create backup's of enigma2 settings and '/etc/enigma2/mp_yt-access-tokens.json'. The tokens are valid until they are revoked in Your Google Account.
de: Zugriff gewährt :) Aus Sicherheitsgründen sollten ein Backup der enigma2-Einstellungen und '/etc/enigma2/mp_yt-access-tokens.json' gemacht werden. Die Token sind gültig, bis sie in Ihrem Google-Konto widerrufen werden.

source: Error: Unable to refresh token!
de: Fehler: Der Token konnte nicht aktualisert werden!

source: Load
de: Laden

source: With this extension you can add your favorite YouTube channels themselves.
de: Mit dieser Erweiterung kannst du deine Lieblings-YouTube-Kanäle selbst hinzufügen.

source: For each channel, only two entries are added:
de: Für jeden Kanal werden nur zwei Einträge hinzugefügt:

source: '<name> channel name </name>' and '<user> owner name </user>'
de: '<name> Kanalname </name>' und '<user> Besitzername </user>'

source: With the 'Green' button the user file:
de: Mit der 'Grünen' Taste wird die Benutzerdatei:

source: '%s' is loaded.
de: '%s' geladen.

source: Local Stations
de: Lokale Sender

source: Top Stations
de: Top Sender

source: All Stations
de: Alle Sender

source: Topic
de: Thema

source: Country
de: Land

source: City
de: Stadt

source: Recommended Stations
de: Empfohlene Sender

source: No stations found!
de: Keine Sender gefunden!

source: Favorites:
de: Favoriten:

source: Search
de: Suche

source: No genres found!
de: Keine Genres gefunden!

source: Listeners
de: Zuhörer

source: Station
de: Sender

source: No dokus / streams found!
de: Keine Dokus / Streams gefunden!

source: No playable dokus found!
de: Keine abspielbaren Dokus gefunden!

source: No streamlink found.
de: Kein Streamlink gefunden.

source: %s only works with enabled MP premiumize.me option (MP Setup)!
de: %s funktioniert nur mit aktivierter premiumize.me Einstellung (MP Setup)!

source: Stream not found
de: Stream nicht gefunden

source: No livestreams found!
de: Keine Livestreams gefunden!

source: Cam is currently offline.
de: Cam ist zur Zeit offline.

source: No series found!
de: Keine Serien gefunden!

source: No sites found!
de: Keine Websites gefunden!

source: No girls found!
de: Keine Girls gefunden!

source: No sites/series found!
de: Keine Webseiten / Serien gefunden!

source: Mode
de: Modus

source: Sort order
de: Sortierreihenfolge

source: No playlists found!
de: Keine Playlist gefunden!

source: Remove Favourite
de: Favorit entfernen

source: Add Favourite
de: Favorit hinzufügen

source: Unsubscribe
de: Abmelden

source: No subscriptions found!
de: Keine Abonnements gefunden!

source: Unknown error.
de: Unbekannter Fehler.

source: Subscribe
de: Abonnieren

source: No link found!
de: Kein Link gefunden!

source: No websites found!
de: Keine Websites gefunden!

source: Currently no streams available
de: Momentan sind keine Streams verfügbar

source: Crossfade (fast)
de: Überblenden (schnell)

source: Crossfade (slow)
de: Überblenden (langsam)

source: List
de: Liste

source: Color
de: Farbe

source: Black&White
de: Schwarz/Weiß

source: Medium
de: Mittel

source: never
de: niemals

source: 5 minutes
de: 5 Minuten

source: 15 minutes
de: 15 Minuten

source: 30 minutes
de: 30 Minuten

source: 60 minutes
de: 60 Minuten

source: after SimplePlayer quits
de: nachdem der SimplePlayer beendet wird

source: after MediaPortal quits
de: nachdem das MediaPortal beendet wird

source: Forward
de: Vorwärts

source: Backward
de: Rückwärts

source: Random
de: Zufällig

source: Endless
de: Endlos

source: Ask user
de: Anwender fragen

source: Return to previous service
de: Zum letzten Kanal zurückkehren

source: Pause movie at end
de: Film am Ende pausieren

source: No
de: Nein

source: Start from the beginning
de: Starte vom Anfang

source: Resume from last position
de: Von letzter Position fortsetzen

source: large
de: Groß

source: small
de: Klein

source: off
de: Aus

source: Off
de: Aus

source: Ken Burns effect
de: Ken Burns Effekt

source: Just photos
de: Nur Fotos

source: Red
de: Rot

source: Yellow
de: Gelb

source: Green
de: Grün

source: White
de: Weiß

source: Light Blue
de: Hellblau

source: Light Green
de: Hellgrün

source: premiumize.me is not activated.
de: premiumize.me ist nicht aktiviert.

source: GENERAL
de: ALLGEMEIN

source: Automatic Update Check:
de: Automatische Updateüberprüfung:

source: Mainview Style:
de: Hauptansicht Stil:

source: Wall Mode:
de: Wall Modus:

source: Wall 2.0 Mode:
de: Wall 2.0 Modus:

source: Page Display Style:
de: Seitenanzeigestil:

source: Disable Background-TV:
de: Background-TV deaktivieren:

source: Restore last service:
de: Letzten Kanal wiederherstellen:

source: Disable Mini-TV:
de: Mini-TV deaktivieren:

source: Enable search suggestions:
de: Suchvorschläge aktivieren:

source: Coverart animation
de: Cover Animation

source: YOUTH PROTECTION
de: JUGENDSCHUTZ

source: Setup PIN Query:
de: Setup-PIN Abfrage:

source: Kids PIN Query:
de: Kinder-PIN Abfrage:

source: Adult PIN:
de: Erwachsenen-PIN:

source: Adult PIN Query:
de: Erwachsenen-PIN Abfrage:

source: Remember Adult PIN:
de: Erwachsenen-PIN merken:

source: Auto hide adult section on startup:
de: Erwachsenenbereich beim Start automatisch ausblenden:

source: OTHER
de: SONSTIGES

source: HLS-Player buffersize [MB]:
de: HLS-Player Puffergröße [MB]:

source: Use HLS-Player Proxy:
de: HLS-Player Proxy verwenden:

source: HLSP-HTTP-Proxy Host or IP:
de: HLSP-HTTP-Proxy Host oder IP:

source: HLSP-Proxy password:
de: HLSP-Proxy Passwort:

source: Temporary Cachepath:
de: Temporäres Cacheverzeichnis:

source: Icon Cachepath:
de: Icon Cacheverzeichnis:

source: Videoquality:
de: Videoqualität:

source: Watchlist/Playlist/Userchan path:
de: Watchlist/Playlist/Userchan Verzeichnis:

source: Highest resolution for playback:
de: Höchste Auflösung für die Wiedergabe:

source: Enable DASH format (no seeking possible):
de: DASH Format aktivieren (kein Spulen möglich):

source: Use DASH format for 480p:
de: DASH Format verwenden für 480p:

source: Use DASH format for 720p:
de: DASH Format verwenden für 720p:

source: Enable VP9 codec (required for resolutions >1080p):
de: VP9 Codec aktivieren (erforderlich für Auflösungen >1080p):

source: Show USER-Channels Help:
de: Zeige Hilfe für Benutzer-Kanäle:

source: Use Proxy:
de: Verwende Proxy:

source: HTTP-Proxy Host or IP:
de: HTTP-Proxy Host oder IP:

source: HTTP-Proxy password:
de: HTTP-Proxy Passwort:

source: Activate premiumize.me:
de: premiumize.me aktivieren:

source: Activate Real-Debrid.com:
de: Real-Debrid.com aktivieren:

source: Streammarkercolor:
de: Streammarkerfarbe:

source: LIBRARIES
de: MEDIATHEKEN

source: Show
de: Zeige

source: NEWS & DOCUMENTARY
de: NACHRICHTEN & DOKUS

source: TECH & FUN
de: TECHNIK & SPASS

source: SPORTS
de: SPORT

source: MUSIC
de: MUSIK

source: PORN
de: PORNO

source: USER-ADDITIONS
de: USER-ERWEITERUNGEN

source: Activate User-additions:
de: User-Erweiterungen aktivieren:

source: Some of the plugins may not be legally used in your country! If you accept this then enter the following code now: %s
de: Einige der Plugins können möglicherweise nicht legal in deinem Land genutzt werden! Wenn du das akzeptierst dann gib den folgenden Code jetzt ein: %s

source: Please enter the correct code
de: Bitte den korrekten Code eingeben

source: Enter code
de: Code eingeben

source: ALL
de: ALLE

source: Libraries
de: Mediatheken

source: Tech & Fun
de: Technik & Spaß

source: News & Documentary
de: Nachrichten & Dokus

source: Porn
de: Porno

source: User-additions
de: User-Erweiterungen

source: Change filter
de: Filter wechseln

source: Open SimpleList
de: SimpleList öffnen

source: Open selected Plugin
de: Ausgewähltes Plugin öffnen

source: Exit MediaPortal
de: MediaPortal beenden

source: Help
de: Hilfe

source: Enter adult PIN
de: Erwachsenen-PIN eingeben

source: Enter setup PIN
de: Setup-PIN eingeben

source: No connection to the Internet available.
de: Keine Verbindung zum Internet vorhanden.

source: This Plugin has been marked as "not working" by the developers. Current developer status of this Plugin is: "%s" If someone else is willing to provide a fix for this Plugin then please get in contact with us.
de: Dieses Plugin wurde von den Entwicklern als "defekt" markiert. Aktueller Entwickler-Status dieses Plugins ist: "%s" Falls jemand anderes bereit ist einen Fix für dieses Plugin zur Verfügung zu stellen dann nehmt bitte Kontakt mit uns auf.

source: This Plugin has been marked as "not working" by the developers. Current developer status of this Plugin is: "%s"
de: Dieses Plugin wurde von den Entwicklern als "defekt" markiert. Aktueller Entwickler-Status dieses Plugins ist: "%s"

source: Select Filter
de: Wähle Filter

source: Userdefined Plugin sorting
de: Benutzerdefinierte Plugin-Sortierung

source: Change sort order
de: Sortierreihenfolge ändern

source: Manual sorting
de: Manuelle Sortierung

source: Next page
de: Nächste Seite

source: Previous page
de: Vorherige Seite

source: Ordering is only possible with filter "ALL".
de: Sortieren ist nur mit dem Filter "ALLE" möglich.

source: No URL found!
de: Keine URL gefunden!

source: Input
de: Eingabe

source: Really close without saving settings?
de: Wirklich schließen ohne die Einstellungen zu speichern?

source: Stream starts in 6 sec.
de: Stream startet in 6 Sek.

source: youtube-dl: unable to extract URL. This error occasionally occurs, please try again. If this error persists a youtube-dl upgrade may be needed. Alternatively you may visit https://olpair.com to pair your IP.
de: youtube-dl: URL konnte nicht extrahiert werden. Dieser Fehler tritt gelegentlich auf. Bitte versuchen Sie es erneut. Wenn dieser Fehler weiterhin auftritt ist möglicherweise ein youtube-dl Upgrade erforderlich. Alternativ können Sie https://olpair.com besuchen, um Ihre IP zu koppeln.

source: IP address not authorized. Visit https://olpair.com to pair your IP. Alternatively you may install youtube-dl and phantomjs to extend resolver functionality.
de: IP-Adresse nicht autorisiert. Besuchen Sie https://olpair.com um Ihre IP zu koppeln. Alternativ können Sie youtube-dl und phantomjs installieren, um die Resolver-Funktionalität zu erweitern.

source: no
de: Nein

source: yes
de: Ja

source: Move cursor left
de: Cursor nach links bewegen

source: Move cursor right
de: Curosr nach rechts bewegen

source: Select key
de: Taste auswählen

source: Cancel
de: Abbrechen

source: Delete (left of the cursor)
de: Löschen (links vom Cursor)

source: Delete (right of the cursor)
de: Löschen (rechts vom Cursor)

source: Save
de: Speichern

source: Switch keyboard layout
de: Keyboard Layout umschalten

source: Left
de: Links

source: Right
de: Rechts

source: Up
de: Auf

source: Down
de: Ab

source: Move to begin
de: Zum Anfang bewegen

source: Move to end
de: Zum Ende bewegen

source: Select virtual keyboard
de: Wähle virtuelle Tastatur

source: Select suggestions list
de: Wähle Vorschlagsliste

source: No menudata found!
de: Keine Menüdaten gefunden!

source: No results found!
de: Keine Ergebnisse gefunden!

source: Search char.
de: Suchzeichen

source: A-Z search
de: A-Z Suche

source: Show TMDb info
de: Zeige TMDb Info

source: Scroll description backward
de: Beschreibung zurückblättern

source: Scroll description forward
de: Beschreibung vorwärtsblättern

source: Enter page number
de: Seitennummer eingeben

source: Sorry, this video is not available in your region.
de: Dieses Video ist in ihrer Region nicht verfügbar.

source: Real-Debrid: Error getting Userdata!
de: Real-Debird: Fehler beim Abruf der Benutzerdaten!

source: Real-Debrid: Error %s. Do you want to remove AuthToken and AccessToken?
de: Real-Debird: Fehler %s. Soll der AuthToken und AccessToken entfernt werden?

source: Real-Debrid: Error %s
de: Real-Debird: Fehler %s

source: Real-Debrid: AuthToken and AccessToken removed!
de: Real-Debird: AuthToken und AccessToken entfernt!

source: Real-Debrid Authentication: Take a Browser and go to %(verification_url)s and enter the following code %(user_code)s. When done, press YES
de: Real-Debird Authentifizierung: Einen Browser öffnen und %(verification_url)s aufrufen und den folgenden Code eingeben %(user_code)s. Wenn fertig, mit JA bestätigen

source: Real-Debrid: Authentication aborted!
de: Real-Debrid: Authentifizierung abgebrochen!

source: Real-Debrid: Retry %s/6 to get authentication
de: Real-Debrid: Authentifizierungsversuch %s/6

source: Real-Debrid: Error getting AuthIdDataToken! Please try again.
de: Real-Debird: Fehler beim Abruf von AuthIdDataToken! Bitte erneut versuchen.

source: Real-Debrid: Error getting token!
de: Real-Debird: Fehler beim Abruf des Token!
